["Richmond is located on the James River, the largest river in Virginia.",
"Richmond was first settled in 1607 by Christopher Newport and Captain John Smith.",
"Richmond served as a meeting place for the Continental Congress during the Civil War.",
"In 1861, Richmond was named the capital of the Confederate States of America.",
"The Carytown district was named one of the 15 trendiest retail markets in the country.  Cccording to the report, Carytown exemplifies prime hipness.",
"In 1992 the University of Richmond hosted the first ever town hall style presidential debate between H. Ross Perot, George Bush and Bill Clinton.",
"In 1888, the country's first successful trolley system opened in Richmond.",
"The Mekong Restaurant, located in Richmond, was named the best beer bar by USA Today.  Mekong is a must visit for any craft beer enthusiast.",
"Two U.S. Presidents, Monroe and Tyler, are buried in Richmond's Hollywood Cemetery.",
"Confederate President Jefferson Davis, and more than 18,000 Civil War soldiers and officers, are buried in Richmond's Hollywood Cemetery.",
"In 1990, Richmond elected Douglas Wilder as the first African-American governor in America.",
"Richmond is fast-becoming known for its craft brew scene, with over twelve micro breweries in city proper.",
"Several movies were filmed in the Richmond area, including the major motion picture Lincoln which led to a third oscar for Daniel Day Lewis.",
"Richmond operates one of the oldest municipal park systems in the country which began in 1851 with Monroe Park.",
"In 2013, Buzzfeed named Richmond the city with some of the best street art in the entire world.",
"Richmond was named one of the top ten cities to see Christmas lights,  A tacky light house tour is a christmas tradition in Richmond.",
"Richmonds Maymont Park has a koi pond, zoo animals like bears and eagles, and a Japanese Zen garden.",
"National Geographic Traveler picked Richmond as the top place in the world for food travelers.  Richmond was selected as being one of the founders of Southern American food.",
"Richmond is the third most tattooed city in America, right after Miami Beach and Las Vegas.",
"Stone Brewery selected Richmond as the site for its first brewery in the eastern United States.  Stone is the tenth largest craft brewery in the country.",
"The Billups Funeral Home and the Richmond Times Dispatch are tied for the oldest business in Richmond.  Both were founded in 1850.",
"Richmond is home to the Virginia Museum of Fine Arts.  V.M.F.A. is one of the largest art museums in North America, showcasing top artist such as Jackson Pollock and Andy Warhol.",
"The Carytown district of Richmond hosts an annual Watermelon Festival, which is the largest one day festival in the state of Virginia.",
"Carytown is an urban retail district of Richmond.  With more than 250 shops, offices and restaurants, Carytown is well known for its beautiful buildings, boutiques, and bohemian style.",
"Richmond is home to the Flying Squirrels minor league baseball team, an affiliate of the San Francisco Giants major league club.",
"The James River has class four rapids for an eighth of a mile in downtown Richmond.  The James River is perfect for paddling, hiking, birdwatching and fishing.",
"The Carytown district is the home to the Byrd Theater.  This fully restored movie palace shows older films for two dollars per ticket, and has been running since 1928.",
"Run on historic Monument Avenue in Richmond, the Monument Avenue ten K is the fourth largest ten k in the country.  It is also Richmonds biggest block party.",
"Belle Isle is a small island in the city of Richmond. The island served as a prison for over thirty thousand Union soldiers during the American Civil War.",
"Every May, Richmond hosts a three day River Rock Festival on Browns Island.  River Rock is the nations largest outdoor sports and music festival.",
"There are over 35 private schools in Richmond.  Some of the best private schools include Saint Bridget, Benedictine, and Saint Gertrude."]
